Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: Thus, there had already been a strong reaction in China when, on the morning of May 8, newswas received that the United States had bombed the Chinese Embassy in Belgrade.
es_us: Por ende, ya había habido una fuerte reacción en China cuando la mañana del 8 de mayo se tuvo conocimiento de que los Estados Unidos habían bombardeado la Embajada de China en Belgrado.

source: Thus, there were three interesting questions to be tackled at the Sev- enteenth Party Congress.
es_us: De este modo, había tres temas importantes que se debían resolver en el Décimo Séptimo Congreso del Partido.

source: Thus, there were three interesting questions to be tackled at the Sev- enteenth Party Congress. First, could the post-revolutionary generation manage leadership succession issues in the absence of the revolutionary giants of the past?
es_us: De este modo, había tres temas importantes que se debían resolver en el XVII Congreso del Partido. En primer lugar, ¿podría la generación posrevolucionaria resolver los problemas de sucesión de liderazgo en ausencia de los grandes revolucionarios del pasado?

source: Tiananmen and the conservative critique of reform
es_us: Tiananmén y las críticas conservadoras contra la reforma.

source: Tiananmen and the conservative critique of reform 21
es_us: Tiananmén y las críticas conservadoras contra la reforma 21

source: Tiananmen burst that optimism.
es_us: Tiananmén interrumpió ese optimismo.

source: Tiananmen crackdown
es_us: Represión de Tiananmén

source: Tiananmen thus had a sobering effect; even the most reform-minded intellectuals had to stop and ask questions about system building, not just (as in the 1980s) about destroying the institutions of the old order.
es_us: De este modo, Tiananmén tuvo un efecto aleccionador, incluso los intelectuales más reformistas tuvieron que parar y hacerse preguntas acerca de la construcción de un sistema y no solo (como en la década de los 80) acerca de destruir las instituciones del viejo orden.

source: Tianjin CCP sec.
es_us: Secretariado del PCCh en Tianjin

source: Tianjin mayor
es_us: Alcalde de Tianjin

source: Tiring of mathematical study, Wang went on to Canada before returning to China.
es_us: Cansado de las matemáticas, se fue a Canadá antes de regresar a China.

source: To a certain extent, the government must compete in this marketplace of ideas as well.
es_us: Hasta cierto punto, el gobierno también debe competir en este mercado de ideas.

source: To a certain extent, “Realistic Responses” was a result of such efforts.
es_us: Hasta cierto punto, "Respuestas realistas" fue el resultado de esa labor.

source: To a degree, policy oscillations reflected these competing interests.
es_us: En cierto grado, las oscilaciones en política reflejaban estos intereses conflictivos.

source: To argue that there was, at least formally, full bureaucratic consultation does not mean that there was consensus.
es_us: Que haya existido consulta burocrática total, al menos formalmente, no significa que haya existido el consenso.

source: To look at the evolution of both intellectuals and the political elite is to raise questions about the relationship between these two communities and the ways in which that relationship has changed over time.
es_us: Al observar la evolución de los intelectuales y la clase política, uno se pregunta sobre la relación entre estas dos comunidades y su evolución a lo largo del tiempo.

source: To say that public opinion has been of growing importance is not to say that the political leadership always pays attention to what intellectuals say.
es_us: Si bien la opinión pública ha cobrado importancia, los líderes políticos no siempre ponen atención a lo que dicen los intelectuales.

source: To that extent, the discussion was fairly abstract, as are many of the writings in this genre.
es_us: Hasta ese punto, la discusión era bastante abstracta, como en muchos de los textos de este género.

source: To the extent that he did speak out, he was extremely cautious – and thus incurred the wrath of Deng Xiaoping.
es_us: Al momento de hablar, fue extremadamente cauteloso – lo que porvocó la ira de Deng Xiaoping.

source: To the extent that intellectual currents support state efforts and “public opinion” is mollified, the odds of repeating a Tiananmen-type situation are reduced.
es_us: En la medida en que las corrientes intelectuales respalden los esfuerzos del estado y que la “opinión pública” sea apaciguada, las probabilidades de que se repita una situación similar a la de Tiananmén se ven reducidas.

source: To the extent that there was a common interest in problem solving, intellectuals could, by the mid-1990s, take up roles as advisers.
es_us: En la medida en que existiese un interés común en la resolución de problemas, los intelectuales podían asumir funciones de asesor, a mediados de los 90.

source: Today, both Party head Hu Jintao and Premier Wen Jiabao are graduates of Qinghua University.
es_us: En la actualidad, tanto el líder del partido Hu Jintao como el primer ministro Wen Jiabao son egresados de la Universidad de Qinghua.

source: Together they worked on a research report entitled “Strengthen the Guid-ing Role of the Central Government during the Transition to a Market Economy: On China’s State Capacity.” In trying to “operationalize” the concept of state capacity, Hu and Wang focused on the state’s extractive capacity, not only because it is easy to measure – making it easy to compare trends across both time and space – but also because, in their opinion, it was the pressing issue of the day.
es_us: Juntos trabajaron en un artículo de investigación llamado "Fortalecer el liderazgo del gobierno central durante la transición hacia una economía de mercado: la capacidad del Estado de China". Al tratar de "operacionalizar" el concepto de capacidad del Estado, Hu y Wang se enfocaron en la capacidad extractiva del Estado, no solo porque es fácil de medir (lo que a su vez facilita la comparación de tendencias tanto en tiempo como en espacio), sino también porque, es su opinión, era el asunto más urgente del momento.

source: Toward a harmonious society?
es_us: ¿Hacia una sociedad en armonía?

source: Traditionally, the highest leader in China has been the person who linked the PLA and the Party by concurrently holding the highest position in both systems.
es_us: Tradicionalmente, el líder supremo de China ha sido la persona que unía a la EPL y al Partido manteniendo la posición más alta en los dos sistemas al mismo tiempo.

source: Turning around the political atmosphere as he had in 1987 would prove far more difficult; indeed, it would take him three years (until 1992).
es_us: Cambiar la atmósfera política tal como lo hizo en el año 1987, resultaría mucho más difícil; de hecho, le llevaría tres años (hasta el año 1992).

source: Turning around the political atmosphere as he had in 1987 would prove far more difficult; indeed, it would take him threeyears (until 1992).
es_us: Cambiar la atmósfera política como lo hizo en el año 1987, resultaría mucho más difícil; de hecho, le llevaría tresaños (hasta el año 1992).

source: Two of these, Zhao Ziyang and Hu Qili, were disqualiﬁed because they had been too tolerant toward the Tiananmen demonstrations.
es_us: Dos de ellos, Zhao Ziyang y Hu Qili, fueron descalificados porque habían sido muy tolerantes durante las manifestaciones en Tiananmén.

source: Two important people in these discussions were Wang Huning and Xiao Gongqin.
es_us: Dos personas importantes en estos debates fueron Wang Huning y Xiao Gongqin.

source: Two issues were central to the conflict.
es_us: Dos aspectos fueron centrales al conflicto.

source: Two years later, at the CCP’s Thirteenth Congress, Jiang Zemin was named as Shanghai CCP secretary and concurrently a member of the Politburo.
es_us: Dos años después, en el Trigésimo tercer Congreso del PCCh, Jiang Zemin fue nombrado como el secretario del PCCh de Shanghái y posteriormente un miembro del Politburó.

source: US bombs hit Chinese Embassy in Belgrade
es_us: EE. UU. bombardea la Embajada de China en Belgrado.

source: USTR United States Trade Representative
es_us: USTR Representante Comercial de los EE. UU.

source: Understanding the changing world of China’s intellectuals and their relationship to the political system is one aspect of the larger task of looking at a rapidly changing Chinese society, which is the fourth area of concern.
es_us: Comprender el mundo en constante cambio de los intelectuales de China y la relación de estos con el sistema político es un aspecto de la tarea más extensa de observar una sociedad china que cambia continua y rápidamente, lo cual es la cuarta área de interés.

source: Unfortunately, in their view, economic growth, in and of itself, would not bring social stability – the gap between rich and poor was growing, and the pattern of economic development in China was one of “growth without employment” or “unfair growth.” If China confronted a slowdown in economic development, social instability could destroy the system.
es_us: Lamentablemente, según su punto de vista, el crecimiento económico en sí mismo no traería estabilidad social (la brecha entre ricos y pobres estaba creciendo, y el patrón de desarrollo económico en China era de "crecimiento sin empleo" o "crecimiento injusto". Si China se enfrentaba a una disminución en el desarrollo económico, la inestabilidad social podía destruir el sistema.

source: Unfortunately, it was not published.
es_us: Desafortunadamente nunca se publicó.

source: United Front
es_us: Frente Unido

source: United States and China reach agreement on
es_us: China acuerda con los EE. UU

source: United States and China reach agreement on China’s accession to WTO
es_us: China acuerda con los EE.UU. ingresar a la OMC.

source: United States starts bombing Serbian forces
es_us: EE. UU. bombardea a las fuerzas serbias

source: University
es_us: Pekín

source: Unless something is done to reverse the erosion of state authority, the author maintains, China will find itself beset by political and social turmoil.
es_us: Según sostiene el autor, a menos que se actúe para revertir la disminución de la autoridad estatal, China se encontrará en medio de una gran agitación politica y social.

source: Unless the apron strings that bound SOEs to state ministries could be severed, there was no way that SOEs, however their ownership structure might be changed, could truly make their way in the market economy.
es_us: A menos que se cortara el cordón que unía las empresas estatales con los ministerios estatales, no había forma de que las primeras pudieran salir a flote en la economía de mercado incluso si su composición accionaria se cambiara.

source: Unless the political system could be democratized, they believed, there could never be guarantees for the sanctity of law or property, without which a market economy could never function well.
es_us: Sostenían que, a menos que el sistema político se democratizara, nunca habría garantías de la santidad de la ley o la propiedad, sin la cual jamás podría funcionar adecuadamente una economía de mercado.

source: Unlike before, Deng could no longer dominate China’s policy agenda.
es_us: A diferencia de tiempos anteriores, Deng ya no podía controlar la agenda política de China.

source: Unlike in the spring of 1991, when Deng had backed off from a decisive confrontation with his opponents, in 1992 – with the Fourteenth Party Congress looming on the horizon – Deng was determined to raise the stakes to the level of a contest for Party leadership.
es_us: A diferencia de la primavera de 1991, cuando Deng había desistido de tener una confrontación decisiva con sus opositores, en 1992, con el XIV Congreso Nacional del Partido Comunista de Chinal aproximándose, Deng estaba decidido a subir la apuesta y competir por el liderazgo del Partido.

source: Unlike ten years earlier, however, by the end of the 1990s it was the government that was generally more cosmopolitan in its outlook, 29 whereas students and intellectuals took to the streets to angrily denounce the US bombing of the Chinese Embassy and to contest the government’s acceptance of American terms for entering the WTO.
es_us: Sin embargo, a diferencia de hace diez años atrás, a finales de la década de los 90, era el gobierno el que tenía una mirada más cosmopolita , 29 mientras que los estudiantes y los intelectuales protestaban en las calles para denunciar el bombardeo de la embajada de China por parte de EE. UU. y para oponerse a la aceptación de los términos estadounidenses para unirse a la OMC (Organización Mundial del Comercio).

source: Unlike the 1980s, in which the vast majority of people benefited from reform, by the 1990s there was an increasing sense of “winners” and “losers,” both economically and psychologically.4
es_us: A diferencia de la década de los 80, en la que la gran mayoría de personas se beneficiaron con la reforma, en la década de los 90 hubo una creciente sensación de "ganadores" y "perdedores", tanto económica como psicológicamente4.

source: Unlike the earlier round of debates, the more recent ones have reﬂected the growth of an urban public opinion and a populist urge backed up by the growth of the Internet and other technologies.
es_us: A diferencia de las rondas de debate anteriores, las más recientes han reflejado el crecimiento de una opinión pública urbana y una necesidad populista respaldada por el crecimiento de internet y otras tecnologías.

source: Until revealing memoirs are written or the archives opened, the answer will not be known with certainty. Butthe overall situation seems clear enough.
es_us: Hasta que algunas memorias reveladoras sean escritas o los archivos se abran, no se sabrán con certeza las respuestas.

source: Until the CCP is willing to commit itself on paper to a rule governing retirement at the highest level, it has to be assumed that the retirement age adopted at any given Party Congress is subject to negotiation.
es_us: Hasta que el PCCh esté dispuesto a comprometerse por escrito a imponer la edad de jubilación de los gobernantes de alto rango, se supone que la edad de jubilación que se emplea en cualquier Congreso del Partido es negociable.

source: Urban areas, and especially urban elites, had benefited tremendously from the development of the east coast economy and their close relations with the political elite.
es_us: Las áreas urbanas, y en especial las elites urbanas, se habían beneficiado cuantiosamente con el desarrollo de la economía de la costa este y sus lazos con la élite política.

source: Urbanization may be the only long-term solution to this urban–rural gap, but that is a very long-term proposition.
es_us: La urbanización es quizás la única solución a largo plazo para reducir esta brecha urbano rural, pero es una propuesta a largo plazo.

source: Using language not seen since the heyday of reform in the late 1980s, the commentaries excoriated “ossified thinking” and repeatedly called for a new wave of “emancipating the mind.” For instance, one article declared that China would “miss a good opportunity” if it got bogged down in worrying about whether something was capitalist or socialist,10 while another quoted Deng as saying that capitalist society is “very bold in discovering and using talented people” and urging the promotion of a large number of “sensible
es_us: Utilizando un lenguaje que no se había visto desde el apogeo de la reforma durante el final de la década de 1980, las columnas vituperaron un "pensamiento anquilosado" y llamaron en reiteradas oportunidades a una nueva ola de "emancipación de la mente". Por ejemplo, un artículo indicó que China "perdería una buena oportunidad" si se enreda preocupándose sobre si algo es capitalista o socialista, 10 mientras que otra citaba a Deng, quien decía que la sociedad capitalista es "muy audaz en el descubrimiento y el uso de gente talentosa" e instó a la promoción de una gran cantidad de "personas

source: V.
es_us: Vicepresidente

source: V. Chr., CMC
es_us: presidente, CMC

source: Vertically, those farther from the top exercise less political influence.
es_us: En el plano vertical, los ubicados más lejos del inicio ejercen menor influencia política.

source: Veteran economic planner Song Ping and Tianjin mayor Li Ruihuan were added to the Politburo Standing Committee along with JiangZemin, while LiRuihuan and DingGuan’gen (Deng’s bridge partner) were added to the Secretariat.
es_us: El planificador económico veterano Song Ping y el alcalde de Tianjin se incorporaron al Buró Permanente del Comité Central junto con JiangZemin, mientras que LiRuihuan y DingGuan’gen (compañero de ¿) se incorporaron al secretariado.

source: Vice premier
es_us: Vice primer ministro

source: Vice-Premier
es_us: Vice primer ministro

source: Vice-chair, CMC
es_us: Vicepresidente de Comisión Militar Central

source: Vice-premier
es_us: Vice primer ministro

source: Visitors to China were dazzled not only by the modernity of Shanghai (recall that the Pudong financial district was only begun in 1992) and the imposing architecture of Beijing, but also of secondary cities, places like Suzhou and Wuxi in Jiangsu and Wenzhou in Zhejiang.
es_us: Aquellos que visitaban China quedaban deslumbrados no sólo por la modernidad que ostentaba Shanghai (tomando en cuenta que el distrito financiero de Pudong apenas había sido creado en 1992) y por la imponente arquitectura de Pekín, sino también por ciudades más pequeñas como Suzhou y Wuxi en la provincia de Jiangsu, y Wenzhou en la provincia de Zhejiang.

source: WTO World Trade Organization
es_us: OMC Organización Mundial del Comercio

source: Wall Street Journal reports Lin Youfang, wife
es_us: El Wall Street Journal informa que Lin Youfang, esposa

source: Wang reﬂected a visceral nationalism that reacted against the cosmopolitanism of River Elegy; at the same time, he reﬂected a populist sentiment that rejected the elitism of those who had dominated discussions of Chinese culture in the 1980s.
es_us: Wang era un reflejo del nacionalismo visceral que había reaccionado contra el cosmopolitismo de La elegía del río, al mismo tiempo que denotaba un sentimiento populista que rechazaba el elitismo de aquellos que habían dominado las discusiones sobre la cultura china en los años 80.

source: Wang Guangze, a journalist at the 21st
es_us: Wang Guangze, un periodísta del 21st

source: Wang Hui, one of the leading intellectuals in contemporary China, has argued that they continue to accept Western understandings of modernity; the narrative or the developmental model may differ from that of the West, but the goal remains the same.
es_us: Wang Hui, uno de los principales intelectuales en China contemporánea, argumenta que siguen aceptando el entendimiento Occidental de modernida. La narrativa o el modelo del desarollo puede ser diferente del modelo occidental, pero el objetivo es el mismo.

source: Wang Hui, the editor of Reading mentioned previously, has argued that enlight-enment thought lost its vitality because it was predicated on a fundamental acceptance of Western categories of thought – including liberal democ-racy, neoclassical economics, individualism, and law – and because it relied on such dichotomies as China versus the West and tradition versus modernity to analyze China’s problems.
es_us: Wang Hui, el editor de la revista Reading mencionado anteriormente, sostuvo que el pensamiento de la Ilustración perdió su vitalidad porque se basa en la aceptación de las categorías del pensamiento occidental (incluyendo la democracia liberal, la economía neoclásica, el individualismo y la ley) y también porque depende de ciertas dicotomías tales como China versus Occidente y tradición versus modernidad para analizar los problemas de China.

source: Wang Hui, the editor of Reading mentioned previously, has argued that enlight-enment thought lost its vitality because it was predicated on a fundamental acceptance of Western categories of thought – including liberal democ-racy,33 neoclassical economics, individualism, and law – and because it relied on such dichotomies as China versus the West and tradition versus modernity to analyze China’s problems.
es_us: Wang Hui, el editor de la revista Reading mencionado anteriormente, sostuvo que el pensamiento de la Ilustración perdió su vitalidad porque se basa en la aceptación de las categorías del pensamiento occidental (incluyendo la democracia liberal, la economía neoclásica, el individualismo y la ley) y también porque depende de ciertas dicotomías tales como China versus Occidente y tradición versus modernidad para analizar los problemas de China.

source: Wang Huning, then about to move to Beijing to work with Jiang Zemin, offered a more subtle critique, one that reflected the cultural concerns taken up in New Left critiques.
es_us: Cuando estaba por mudarse a Pekín para trabajar con Jiang Zemin, Wang Huning ofreció una crítica más sutil; una que reflejaba las preocupaciones culturales abordadas por las críticas de la nueva izquierda.

source: Wang Huning, who had set off internal arguments about new authoritarianism, wrote nothing about the subject as public debate unfolded in 1989, but he would emerge as a politically important adviser to Jiang Zemin in the mid- and late 1990s and then to Hu Jintao in the new century.
es_us: Wang Huning, quien había iniciado discusiones internas acerca del neoautoritarismo, no escribió nada acerca del tema ya que el debate público se desarrolló en 1989, pero emergería como un importante asesor político de Jiang Zemin a mediados y a finales de la década de los 90, y luego de Hu Jintao, en el siglo entrante.

source: Wang Huning, who in 1995 was to be brought to Beijing by Jiang Zemin in order to head the Political Section of the CCP’s Policy Research Office, was born in 1955.
es_us: Wang Huning, quien sería transladado a Beijing en 1995 por Jiang Zemin para encabezar la Sección Política de la Oficina de Investigación de Políticas del PCCh, nació en 1955.

source: Wang Huning, “Zhongguo zhengzhi tizhi gaige de beijing yu qianjing,” pp.
es_us: Wang Huning, "Zhongguo zhengzhi tizhi gaige de beijing yu quanjing", pp.

source: Wang Shan’s Looking at China through a Third Eye smashed that taboo, and now books and journals are filled with critiques of official policy.
es_us: Looking at China through a Third Eye por Wang Shan desterró ese tabú y ahora los libros y revistas estan llenos de críticas de políticas oficiales.

source: Wang Shaoguang was among a cohort of bright young Chinese students who came to study in the United States in the 1980s; he went on to teach at Yale University before moving to the Chinese University of Hong Kong.
es_us: Wang Shaoguang formó parte del séquito de jóvenes chinos brillantes que llegaron a Estados Unidos para estudiar en la década de los 80. Fue profesor de la Universidad de Yale y luego se trasladó a la Universidad China de Hong Kong.

source: Wang agreed with Nye that, with the end of the Cold War, the importance of “hard power” has declined while that of “soft power” has increased – but this did not necessarily make the world a less threatening place.
es_us: Wang coincidió con Nye en que, con el final de la Guerra Fría, la importancia del "poder duro" disminuyó mientras que la del "poder blando" aumentó, pero esto no hizo del mundo un lugar menos amenazante.
